Repository: danjom/YOYBackend
Catalog: YOY.UserAPI/Localize/SharedResources.*.resx
Languages: es_mx

# AcccountCreationFailedError
source: Oops, there was an error
es_mx: Ups, hubo un error

# AccountCreationFailed
source: There was an error while creating this account, please check your data and retry
es_mx: Ocurrió un error al intentar crear la cuenta, por favor revisa tus datos e intenta de nuevo

# AccountValidationNeeded
source: Account validation is needed in order to continue
es_mx: Requieres validar tu cuenta para continuar

# AccountValidationNeededTitle
source: Validation Needed
es_mx: Validación requerida

# AlreadyRegisteredEmail
source: This email is already linked to another user account. In case is yours, recover your password, or try with a different one.
es_mx: El email ingresado está vinculado por otra cuenta. Si te pertenece recupera tu cuenta, o trata con un email distinto

# AlreadyRegisteredEmailTitle
source: Invalid email
es_mx: Email inválido

source: April
es_mx: Abril

source: August
es_mx: Agosto

source: Bronze
es_mx: Bronce

source: December
es_mx: Diciembre

source: Diamond
es_mx: Diamante

# EmptyAppleIdentityTokenIssue
source: Empty Apple Identity Token
es_mx: Apple Identity Token no recibido

# EmptyTokenIssue
source: Token not received
es_mx: No se ha recibido token

source: Facebook account not found
es_mx: Cuenta de Facebook no encontrada

source: February
es_mx: Febrero

source: Gold
es_mx: Oro

source: Google account not found
es_mx: Cuenta de Google no encontrada

# InvalidAppleId
source: Invalid Apple User ID
es_mx: Appler User ID inválido

source: Invalid credentials
es_mx: Credenciales inválidas

# InvalidEmailOrPassword
source: Email or password have invalid format
es_mx: Email o contraseña tienen formatos inválidos

# InvalidEmailOrPasswordTitle
source: Incorrect input format
es_mx: Formato incorrecto

# InvalidFBToken
source: Invalid Facebook token
es_mx: Facebook token inválido

source: Invalid Google token
es_mx: Google token inválido

# InvalidMobilePhone
source: Invalid mobile phone, please check it and retry
es_mx: El número de teléfono no es válido, corrigelo y vuelve a intentar

# InvalidMobilePhoneTitle
source: Oops, invalid mobile phone
es_mx: Ups, teléfono inválido

source: Invalid payload
es_mx: Parámetros inválidos

# InvalidProfileUpdateData
source: Your profile has errors, please check and retry
es_mx: Tu perfil contiene error, por favor revise y vuelve a intentar

# InvalidProfileUpdateTitle
source: Oops, invalid data
es_mx: Ups, datos inválidos

# InvalidRefCode
source: This code doesn't exist, please check it and retry
es_mx: El código ingresado no existe, por favor revísalo e intenta de nuevo

# InvalidRefCodeTitle
source: Invalid code
es_mx: Código inválido

# InvalidSignupData
source: Your signup form contains errors, please check and retry
es_mx: Los datos de registro poseen errors, revisa e intenta de nuevo

# InvalidSignupDataTitle
source: Oops, invalid data
es_mx: Datos inválidos

source: Invalid token
es_mx: Token inválido

source: Invalid user or location
es_mx: Usuario o ubicación inválidos

source: Invalid validation code
es_mx: Código de validación inválido

source: January
es_mx: Enero

source: July
es_mx: Julio

source: June
es_mx: Junio

source: March
es_mx: Marzo

source: May
es_mx: Mayo

source: Not specified
es_mx: Sin especificar

source: Not validated account
es_mx: Cuenta no validada

source: November
es_mx: Noviembre

source: October
es_mx: Octubre

# OpenWalletRewardDescription
source: You opened your wallet, with it you earn real cash!
es_mx: Abriste you alcancía YOY, ¡con ella ganas dinero real!

# OpenWalletRewardTitle
source: +{0} YOYs as gift for joining YOY
es_mx: +{0} YOYs como regalor por unirte a YOY

# PasswordMismatch
source: Password don't match, please check and retry
es_mx: Las contraseña no coinciden, por favor revísalo e intenta de nuevo

# PasswordMismatchTitle
source: Invalid password
es_mx: Contraseña inválida

# PhoneNumberAlreadyRegistered
source: This phone number is already linked to other user, please use a different one
es_mx: Este número ya está asociado a otra cuenta, por favor ingresa otro

source: Platinum
es_mx: Platino

# RandomGUID
source: The identifier is: {0}
es_mx: El identificador es: {0}

source: Repeated email
es_mx: Email asociado a otra cuanta

# RepeatedPhoneNumber
source: This phone number is already registered
es_mx: El número ya está asociado a una cuenta

# RepeatedPhoneNumberTitle
source: Unavailable number
es_mx: Número inválido

source: September
es_mx: Setiembre

source: Silver
es_mx: Plata

# UnexistenRefCode
source: Unexisten code
es_mx: Código inexistente

# UserLocationIsRestricted
source: User's location is restricted from accessing the app
es_mx: La ubicación del usuario tiene uso restringido de la app

source: User not found
es_mx: Usuario no encontrado

# ValidationMsg
source: {0} , is your verification code. Expires in {1} minutes, for your security don't reveal it to anyone
es_mx: {0} , es tu código de verificación. Expira en {1} minutos, no se lo des a nadie por tu seguridad

# WrongUsernameOrPassword
source: Wrong username or password, please try again.
es_mx: Email o contraseña incorrectas, trata nuevamente.

# WrongUsernameOrPasswordTitle
source: Wrong credentials
es_mx: Credenciales incorrectas

# WrongValidationCode
source: The verification code is invalid, please check it and try again
es_mx: El código que ingresaste es incorrecto, corrígelo e intenta de nuevo

# WrongValidationCodeTitle
source: Invalid code
es_mx: Código inválido
